partner_post = '''1. Подать заявку о желании стать партнером Почты России, отправив сообщение на почту «agent.post@russianpost.ru» или в группу в Telegram: pochtapvz 
2. Ознакомится с условиями и целями проекта, уточнить всю интересующую информацию и принять решение о сотрудничестве 
3. Отправить заполненную анкету на согласование адресов ПВЗ на почту «agent.post@russianpost.ru» 
4. Заключить договор и дополнительное соглашение на специальные условия. 
5. Настроить личный кабинет и обучить персонал ПВЗ.'''

coooperations_agreement_1 = [
'''
1. На какие услуги Вы предоставляете скидку?
Скидка 20% предоставляется на услуги Посылка онлайн и ЕМС. Отсрочка платежа 14 дней. Действует бесплатный курьерский сбор в зоне обслуживания курьерской доставки. 
Вы можете подключить любую другую услугу Почты России, доступную в Вашем городе. По данным услугам скидка не предоставляется, Ваш заработок в размере наценки, которую Вы установили для своего клиента.
''',
'''
2. Каким образом предоставляется скидка?
Скидка предоставляется путем уменьшения счета по итогам прошедшего месяца от официальных тарифов, размещенных на сайте Почты России.
''',
'''
3. По каким ценам продавать?
Вы видите стоимость перевозки, при оформлении заказа в личном кабинете с указанием корректного веса. Также можно сделать расчет в тарификаторе на сайте Почты России. Рекомендации по ценообразованию достаточно лояльные: запрещено продавать дешевле официальных тарифов Почты России, рекомендовано делать наценку не менее 20 руб., верхняя граница тарифа регулируется агентскими ПВЗ самостоятельно на основе договоренности с Вашим клиентом. Вы можете добавлять к тарифу упаковку, оформление заказа, закладывать затраты на налогообложение и др.
''',
'''
4. Как согласовывать наших клиентов?
Вы отправляете список клиентов с названием и ИНН на территориального управляющего. Он делает сверку с активной базой Почты России и отправляет ответ о согласовании или не согласовании клиентов. (если клиент не работает с Почтой России - клиент согласовывается, если клиент совершает отгрузки через прямой договор с Почтой - отказываем в согласовании данного клиента)
''',
'''
5. Когда будет выдача?
Подготовка всей необходимой документации идет полным ходом, подключение выдачи запланировано на 2 квартал 2021г.
''',
'''
6. Весы, ОКВЭД обязательные условия?
Весы необходимы для корректного оформления заказов. Если нет весов можно подключить услугу "Предпочтовая подготовка", но в таком случае, в режиме онлайн, Вы не сможете правильно рассчитать стоимость, она подтянется после приема отправления на терминале Почты России. Необходимый ОКВЭД - это расширенные требования, указаны на дальнейшую перспективу, когда будет подключаться выдача посылок. На данном этапе, работаем только на прием, ОКВЭД не является принципиальным условием.
''',
'''
7. Вы предоставляете упаковку?
По услуге ЕМС мы предоставляем бесплатно конверты и пакеты. По остальным услугам упаковка не предоставляется, вы может её приобрести в Почте России или использовать свою.
''',
'''
8. Вы забираете отправления или их необходимо носить на Почту?
Проект пилотный, до 30.06.2021г. согласован бесплатный курьерский сбор, при обслуживании данного населенного пункта курьерами. Покрытие всей географии УКД примерно 80-85% по РФ. Если Ваш ПВЗ находится в населенном пункте, где невозможно забрать курьером, Вы можете сдать посылки самостоятельно в ближайшем ОПС (Ваш менеджер оперативно сделает настройки).
''',
'''
9. Как работать с претензиями?
Все претензии Вы подаете от себя, компенсация приходит Вам. В дальнейшем ПВЗ производит взаиморасчет с клиентом.
''']


adjustment_of_work = '''
1. Цены будут видны отправителю-получателю?
После оформления заказа в личном кабинете, распечатывается адресный ярлык, который крепится на посылку. Там указаны основные параметры, в том числе вес и стоимость перевозки. Можно настроить форму адресного ярлыка таким образом, чтобы стоимость не отображалась. При отслеживании посылки на сайте Почты России, стоимость за перевозку не отображается.

2.Где указывать от кого отправлена посылка?
Есть 2 основных способа: 
1) У Вас есть постоянный крупный отправитель, которому Вы доверяете. В таком случае можно создать субаккаунт (копию личного кабинета), в поле "Brand name" прописать название компании или торговую марку и на адресном ярлыке будет отображаться в скобках эта информация после юридического названия ПВЗ, Например: ИП Иванов (ООО Ромашка), ИП Иванов (ТМ Rockstar); 
2) При оформлении заказа в форме есть поле "№ заказа" - тут можно разместить информацию об отправителе ФИО, юр.лицо, торговую марку, номер заказа в любых вариациях - доступно 60 символов.

3. Где мы увидим фактическую стоимость перевозки?
Предварительная стоимость перевозки будет видна при оформлении заказа, также её можно посчитать в тарификаторе Почты России. Фактическая стоимость будет выходить после взвешивания на терминале Почты России, если вес указан правильно - сумма не поменяется, если вес отличается от заявленного - будет сделан перерасчет в большую или меньшую сторону. При расхождении в весе более 30 грамм - Почта России может отказать в приеме и вернуть посылки на ПВЗ. Поэтому важно иметь весы в ПВЗ или подключить услугу "Предпочтовая подготовка".

4. У меня несколько ПВЗ, можно как-то "размножить" личный кабинет?
Для каждого ПВЗ сети можно создать копию личного кабинета - субаккаунт. Каждый ПВЗ будет иметь возможность самостоятельно оформлять заказы. В поле "Brand name" можно указать № или адрес ПВЗ для идентификации.

5. Как оформляются заказы? Есть у Вас софт?
Заказы оформляются в личном кабинете Почты России или в Вашей учетной системе, если настроить API-интеграцию. Модули API предоставляются бесплатно, настройку с Вашей стороны производит Ваш штатный или наемный программист. Для решения возникающих сложностей по API, также подключается IT-специалист Почты России.

6. Что выдать клиенту при сдаче посылки в ПВЗ?
Для приема Вами посылок нет жестких требований с нашей стороны, когда будет подключена выдача, особенно с наложенным платежом - будут дополнительные инструкции. В данный момент агенты работают по разным схемам, самый распространенный вариант: выдается кассовый чек с любым назначением платежа, который у Вас уже настроен и Ваш вариант экспедиторской расписки с трек-номером Почты России (номер появится после оформления заказа в ЛК).

7. У Вас есть закрепление клиентов за ПВЗ?
Идет разработка идентификационной модели всех отправителей ПВЗ, чтобы можно было их закрепить за конкретным агентом, во избежание спорных моментов. В данный момент по юридическим лицам действует правило, что всех юридических лиц необходимо согласовать с территориальным управляющим (если клиент не работает с Почтой России - клиент согласовывается, если клиент совершает отгрузки через прямой договор с Почтой - отказываем в согласовании данного клиента).
 '''

relations_with_agreement = '''
Заключается типовой договор, агентский договор в разработке.
'''

marketing_and_SMM = '''В данный момент Агентские ПВЗ это пилотный проект, готовится полноценная нормативная 
документация. В рамках изменений будет добавлена выдача посылок, возможность использовать логотип, 
появится возможность разметить информацию на сайте и добавить ПВЗ в географию Почты России. Рекламные материалы в 
разработке, будут изготовлены макеты. Бренд-бука пока нет, дополнительных вложений в оформление ПВЗ не требуется. 
Сейчас Вы можете разместить информацию без логотипа, например: "Почта России. Прием посылок" ( шрифт отличный от 
официального написания). '''

nalog = '''В данный момент подписывается типовой договор, вся Ваша выручка является налогооблагаемой базой, 
и Вы платите налог по выбранной системе налогообложения. Затраты по налогам можно компенсировать наценкой. Агентский 
договор разрабатывается, налогооблагаемой базой будет являться только агентское вознаграждение. '''

takeout_from_PVZ = '''Подготовка всей необходимой документации идет полным ходом, подключении выдачи запланировано на 
2 квартал 2021г. Также будут выбраны ПВЗ для установки почтоматов Почты России и для совместного проекта с AliExpress 
'''
